{
    "code": 0
    ,"msg": ""
    , "data": {
            "degree": ["学士", "硕士", "博士", "无"]
        , "xueli": ["本科", "专科", "研究生", "博士研究生", "大专及以下", "无"]
        , "title": ["初级", "中级", " 副高 ", " 高级 "]
        , "head_type": ["企业单位", "科研院所", "政府部门", "其他"]
        , "head_area":
            [
              {"code": 430601000000, "name": "市辖区"}
            , {"code": 430602000000, "name": "岳阳楼区"}
            , {"code": 430603000000, "name": "云溪区"}
            , {"code": 430607000000, "name": "临港新区"}
            , {"code": 430611000000, "name": "君山区"}
            , {"code": 430621000000, "name": "岳阳县"}
            , {"code": 430623000000, "name": "华容县"}
            , {"code": 430624000000, "name": "湘阴县"}
            , {"code": 430626000000, "name": "平江县"}
            , {"code": 430681000000, "name": "汨罗市"}
            , {"code": 430682000000, "name": "临湘市"}
            ]
    , "field":
        ["数学",
        "信息科学与系统科学",
        "力学",
        "物理学",
        "化学",
        "天文学",
        "地球科学",
        "生物学",
        "心理学",
        "农学"
        ,"林学"
        ,"畜牧兽医科学"
        ,"水产学"
        ,"基础医学"
        ,"临床医学"
        ,"预防医学与公共卫生学"
        ,"军事医学与特种医学"
        ,"药学"
        ,"中医学与中药学"
        ,"工程与技术科学基础学科"
        ,"信息与系统科学相关工程与技术"
        ,"自然科学相关工程与技术"
        ,"测绘科学技术"
        ,"材料科学"
        ,"矿山工程技术"
        ,"冶金工程技术"
        ,"机械工程"
        ,"动力与电气工程"
        ,"能源科学技术"
        ,"核科学技术"
        ,"电子与通信技术"
        ,"计算机科学技术"
        ,"化学工程"
        ,"产品应用相关工程与技术"
        ,"纺织科学技术"
        ,"食品科学技术"
        ,"土木建筑工程"
        ,"水利工程"
        ,"交通运输工程"
        ,"航空航天科学技术"
        ,"环境科学技术及资源科学技术"
        ,"安全科学技术"
        ,"管理学"
        ,"马克思主义"
        ,"哲学"
        ,"宗教学"
        ,"语言学"
        ,"文学"
        ,"艺术学"
        ,"历史学"
        ,"考古学"
        ,"经济学"
        ,"政治学"
        ,"法学"
        ,"军事学"
        ,"社会学"
        ,"民族学与文化学"
        ,"新闻学与传播学"
        ,"图书馆情报与文献学"
        ,"教育学"
        ,"体育科学"
        ,"统计学"
        ]
}
}






